const propertiesData = [
  {
    propertiesName: "Мочегонное",
    propertiesSecondName: "Диуретическое",
    description:
      "Увеличивает выведение мочи и снижает задержку жидкости в организме",
    medicine: ["отеки", "асцит", "гипертония", "почечная недостаточность"],
  },
  {
    propertiesName: "Желчегонное",
    propertiesSecondName: "Холеретическое",
    description:
      "Увеличивает выделение желчи, улучшая пищеварение и предотвращая застой желчи.",
    medicine: [
      "xолецистит",
      "дискинезия желчных путей",
      "желчнокаменная болезнь",
    ],
  },
  {
    propertiesName: "Гепатопротекторное",
    propertiesSecondName: "",
    description:
      "Защищает клетки печени от повреждений и способствует их регенерации.",

    medicine: ["гепатит", "цирроз печени", "жировая дистрофия печени"],
  },
  {
    propertiesName: "Антиоксидантное",
    propertiesSecondName: "",
    description:
      "Защищает клетки от окислительного стресса и повреждений, вызванных свободными радикалами.",
    medicine: [
      "атеросклероз (профилактика)",
      "диабет (профилактика)",
      "онкология (профилактика)",
    ],
  },
  {
    propertiesName: "Противовоспалительное",
    propertiesSecondName: "",
    description: "Снижает воспалительные процессы в организме.",
    medicine: ["артрит", "гастрит", "дерматит", "экзема"],
  },
  {
    propertiesName: "Антидиабетическое",
    propertiesSecondName: "",
    description: "Снижает уровень сахара в крови и улучшает углеводный обмен.",
    medicine: ["диабет", "преддиабетические состояния"],
  },
  {
    propertiesName: "Иммуномодулирующее",
    propertiesSecondName: "",
    description:
      "Укрепляет иммунную систему и повышает сопротивляемость организма инфекциям.",
    medicine: [
      "простудные заболевания",
      "вирусные заболевания",
      "укрепление иммунной системы",
    ],
  },
  {
    propertiesName: "Антибактериальное и противогрибковое",
    propertiesSecondName: "",
    description: "Подавляет рост и размножение бактерий и грибков.",
    medicine: [
      "бактериальные инфекции кожи",
      "фурункулы",
      "карбункулы",
      "грибковые инфекции кожи",
      "дерматомикозы",
      "Кандидозы",
      "инфекциии дыхательных путей",
      "бронхит",
      "пневмония",
    ],
  },
  {
    propertiesName: "Антиканцерогенное",
    propertiesSecondName: "",
    description: "Предотвращает образование и развитие раковых клеток.",
    medicine: [
      "онкология (профилактика)",
      "xимиотерапия (поддержка)",
      "радиотерапия (поддержка)",
    ],
  },
];
export default propertiesData;
