const propertiesData = [
  {
    propertiesName: "Мочегонное",
    propertiesSecondName: "Диуретическое",
    description:
      "Увеличивает выведение мочи и снижает задержку жидкости в организме",
    medicine: ["Отеки", "Асцит", "Гипертония", "Почечная недостаточность"],
  },
  {
    propertiesName: "Желчегонное",
    propertiesSecondName: "Холеретическое",
    description:
      "Увеличивает выделение желчи, улучшая пищеварение и предотвращая застой желчи.",
    medicine: [
      "Холецистит",
      "Дискинезия желчевыводящих путей",
      "Желчнокаменная болезнь",
    ],
  },
  {
    propertiesName: "Гепатопротекторное",
    propertiesSecondName: "",
    description:
      "Защищает клетки печени от повреждений и способствует их регенерации.",

    medicine: ["Гепатит", "Цирроз печени", "Жировая дистрофия печени"],
  },
  {
    propertiesName: "Антиоксидантное",
    propertiesSecondName: "",
    description:
      "Защищает клетки от окислительного стресса и повреждений, вызванных свободными радикалами.",
    medicine: [
      "Профилактика атеросклероз (профилактика)",
      "Диабет (профилактика)",
      "Онкологические заболевания (профилактика)",
    ],
  },
  {
    propertiesName: "Противовоспалительное",
    propertiesSecondName: "",
    description: "Снижает воспалительные процессы в организме.",
    medicine: [
      "Артрит",
      "Гастрит",
      "Воспалительное заболевание кожи",
      "Дерматит",
      "Экзема",
    ],
  },
  {
    propertiesName: "Антидиабетическое",
    propertiesSecondName: "",
    description: "Снижает уровень сахара в крови и улучшает углеводный обмен.",
    medicine: [
      "Диабет второго типа",
      "Преддиабетические состояния (инсулинорезистентность)",
    ],
  },
  {
    propertiesName: "Иммуномодулирующее",
    propertiesSecondName: "",
    description:
      "Укрепляет иммунную систему и повышает сопротивляемость организма инфекциям.",
    medicine: [
      "Простудные заболевания",
      "Вирусные заболевания",
      "Укрепление иммунной системы",
    ],
  },
  {
    propertiesName: "Антибактериальное и противогрибковое",
    propertiesSecondName: "",
    description: "Подавляет рост и размножение бактерий и грибков.",
    medicine: [
      "Бактериальные инфекции кожи",
      "Фурункулы",
      "Карбункулы",
      "Грибковые инфекции кожи",
      "Дерматомикозы",
      "Кандидоз",
      "Инфекционные заболевания дыхательных путей",
      "Бронхит",
      "Пневмония",
    ],
  },
  {
    propertiesName: "Антиканцерогенное",
    propertiesSecondName: "",
    description: "Предотвращает образование и развитие раковых клеток.",
    medicine: [
      "Онкологические заболевания (профилактика)",
      "Химиотерапия и радиотерапия (поддержка)",
    ],
  },
];
export default propertiesData;
